<?php

return [
    [
        'code' => '1',
        'name' => 'Математические и естественные науки',
        'group-spacing' => '01-06',
        'groups' => []
    ],
    [
        'code' => '2',
        'name' => 'Инженерное дело, технологии и технические науки',
        'group-spacing' => '07-29',
        'groups' => []
    ],
    [
        'code' => '3',
        'name' => 'Здравоохранение и медицинские науки',
        'group-spacing' => '30-34',
        'groups' => []
    ],
    [
        'code' => '4',
        'name' => 'Сельское хозяйство и сельскохозяйственные науки;',
        'group-spacing' => '35-36',
        'groups' => []
    ],
    [
        'code' => '5',
        'name' => 'Науки об обществе',
        'group-spacing' => '37-43',
        'groups' => []
    ],
    [
        'code' => '6',
        'name' => 'Образование и педагогические науки',
        'group-spacing' => '44-44',
        'groups' => []
    ],
    [
        'code' => '7',
        'name' => 'Гуманитарные науки',
        'group-spacing' => '45-49',
        'groups' => []
    ],
    [
        'code' => '8',
        'name' => 'Искусство и культура',
        'group-spacing' => '50-55',
        'groups' => []
    ],
    [
        'code' => '9',
        'name' => 'Оборона и безопасность государства. Военные науки.',
        'group-spacing' => '56-57',
        'groups' => []
    ]
];
