<?php

return [
    [
        'code' => '01',
        'name' => 'Среднее профессиональное образование - профессия',
        'description' => 'Подготовка квалифицированных рабочих, служащих',
        'type' => 'Профессия'
    ],
    [
        'code' => '02',
        'name' => 'Среднее профессиональное образование- специальность',
        'description' => 'Подготовка специалистов среднего звена',
        'type' => 'Специальность'
    ],
    [
        'code' => '03',
        'name' => 'Высшее образование - бакалавриат',
        'description' => 'Первая ступень двухуровневого образования по Болонской системе',
        'type' => 'Направление'
    ],
    [
        'code' => '04',
        'name' => 'Высшее образование - магистратура',
        'description' => 'Вторая ступень двухуровневого образования по Болонской системе',
        'type' => 'Направление'
    ],
    [
        'code' => '05',
        'name' => 'Высшее образование - специалитет',
        'description' => 'Специалитет предполагает получение базовых знаний и профильную подготовку по специальности',
        'type' => 'Специальность'
    ],
    [
        'code' => '06',
        'name' => 'Высшее образование - аспирантура',
        'description' => 'Подготовка кадров высшей квалификации по программам подготовки научно-педагогических кадров в аспирантуре',
        'type' => 'Направление'
    ],
    [
        'code' => '07',
        'name' => 'Высшее образование - адъюнктура',
        'description' => 'Подготовка кадров высшей квалификации по программам подготовки научно-педагогических кадров в адъюнктуре',
        'type' => 'Направление'
    ],
    [
        'code' => '08',
        'name' => 'Высшее образование - ординатура',
        'description' => 'Подготовка кадров высшей квалификации по программам ординатуры;',
        'type' => 'Специальность'
    ],
    [
        'code' => '09',
        'name' => 'Высшее образование - ассистентура-стажировка',
        'description' => 'Подготовка кадров высшей квалификации по программам ассистентуры-стажировки',
        'type' => 'Специальность'
    ]
];
