<?php

return [
    [
        'code' => '1',
        'name' => 'Математические и естественные науки',
        'groups' => [
            [
                'code' => '05',
                'okso' => '05.00.00',
                'name' => 'Математика и механика',
                'classifier' => [
                    [
                        'code' => '01',
                        'level' => ['01', 'Среднее профессиональное образование - профессия'],
                        'okso' => '05.01.01',
                        'name' => 'Гидрометнаблюдатель',
                        'professions' => ['Гидрометнаблюдатель']
                    ]
                ]
            ],
        ],
    ],
    [
        'code' => '2',
        'name' => 'Инженерное дело, технологии и технические науки',
        'groups' => [
            [
                'code' => '08',
                'okso' => '08.00.00',
                'name' => 'Техника и технологии строительства',
                'classifier' => [
                    [
                        'code' => '01',
                        'level' => ['01', 'Среднее профессиональное образование - профессия'],
                        'okso' => '08.01.01',
                        'name' => 'Изготовитель арматурных сеток и каркасов',
                        'professions' => ['Арматурщик', 'Сварщик арматурных сеток и каркасов']
                    ],
                    [
                        'code' => '02',
                        'level' => ['01', 'Среднее профессиональное образование - профессия'],
                        'okso' => '08.01.02',
                        'name' => 'Монтажник трубопроводов',
                        'professions' => ['Монтажник наружных трубопроводов', 'Монтажник технологических трубопроводов']
                    ],
                ]
            ]
        ]
    ]
];
